Autodesk.Revit.DB.UnderlayOrientation
Indicates how elements in the underlay are viewed.

Autodesk.Revit.DB.UnderlayOrientation.LookingUp
Underlay elements are viewed as if looking up from below.

Autodesk.Revit.DB.UnderlayOrientation.LookingDown
Underlay elements are viewed as if looking down from above.